Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# FilesAndFoldersSupplementalPolicyLabel
source: Files And Folders Supplemental Policy
ar: سياسة تكميلية للملفات والمجلدات
de_de: Ergänzungsrichtlinie für Dateien und Ordner
el_gr: Συμπληρωματική Πολιτική Αρχείων και Φακέλων
es: Directiva Suplementaria de Archivos y Carpetas
fr_fr: Politique Supplémentaire Fichiers et Dossiers
he_il: מדיניות משנית לקבצים ולתיקיות
hi_in: फ़ाइल और फ़ोल्डर पूरक नीति
ja_jp: ファイルとフォルダーの補足ポリシー
ml_in: ഫയലുകളും ഫോൾഡറുകളും അനുബന്ധ നയം
pl_pl: Zasady uzupełniające dotyczące plików i folderów
tr_tr: Dosyalar ve Klasörler Ek Politikası

# CertificatesSupplementalPolicyLabel
source: Certificates Supplemental Policy
ar: سياسة تكميلية للشهادات
de_de: Ergänzungsrichtlinie für Zertifikate
el_gr: Συμπληρωματική Πολιτική Πιστοποιητικών
es: Directiva Suplementaria de Certificados
fr_fr: Politique Supplémentaire Certificats
he_il: מדיניות משנית לתעודות
hi_in: प्रमाणपत्र पूरक नीति
ja_jp: 証明書補足ポリシー
ml_in: സർട്ടിഫിക്കറ്റുകൾ അനുബന്ധ നയം
pl_pl: Zasady uzupełniające dotyczące certyfikatów
tr_tr: Sertifikalar Ek Politikası

# ISGSupplementalPolicyLabel
source: ISG Supplemental Policy
ar: سياسة تكميلية لـ ISG
de_de: ISG-Ergänzungsrichtlinie
el_gr: Συμπληρωματική Πολιτική ISG
es: Directiva Suplementaria ISG
fr_fr: Politique Supplémentaire ISG
he_il: מדיניות משנית מבוססת ISG
hi_in: ISG पूरक नीति
ja_jp: ISG補足ポリシー
ml_in: ISG അനുബന്ധ നയം
pl_pl: Zasady uzupełniające ISG
tr_tr: ISG Ek Politikası

# StrictKernelModeSupplementalPolicyLabel
source: Strict Kernel Mode Supplemental Policy
ar: سياسة تكميلية لوضع النواة الصارم
de_de: Strikte Ergänzungsrichtlinie für den Kernelmodus
el_gr: Συμπληρωματική Πολιτική Strict Kernel Mode
es: Directiva Suplementaria de Modo Kernel Estricto
fr_fr: Politique Supplémentaire Mode Noyau Strict
he_il: מדיניות משנית במצב Kernel מחמיר
hi_in: सख्त कर्नेल-मोड पूरक नीति
ja_jp: 厳格なカーネルモード補足ポリシー
ml_in: കർശനമായ കേർണൽ മോഡ് അനുബന്ധ നയം
pl_pl: Zasady uzupełniające trybu ścisłego jądra
tr_tr: Katı Çekirdek Modu Ek Politikası

# PFNSupplementalPolicyLabel
source: PFN Supplemental Policy
ar: سياسة تكميلية لـ PFN
de_de: PFN-Ergänzungsrichtlinie
el_gr: Συμπληρωματική Πολιτική PFN
es: Directiva Suplementaria PFN
fr_fr: Politique Supplémentaire PFN
he_il: מדיניות משנית מבוססת PFN
hi_in: PFN पूरक नीति
ja_jp: PFN補足ポリシー
ml_in: PFN അനുബന്ധ നയം
pl_pl: Zasady uzupełniające PFN
tr_tr: PFN Ek Politikası

# ConvertingFileToCIPMessage
source: Converting {0} to CIP
ar: جارٍ تحويل {0} إلى CIP
de_de: Konvertieren von {0} in CIP
el_gr: Μετατροπή {0} σε CIP
es: Convirtiendo {0} a CIP
fr_fr: Conversion de {0} en CIP
he_il: ממיר {0} ל-CIP
hi_in: {0} को CIP में परिवर्तित कर रहे हैं
ja_jp: {0}をCIPに変換しています
ml_in: {0} CIP-ലേക്ക് പരിവർത്തനം ചെയ്യുന്നു
pl_pl: Konwertowanie {0} na CIP
tr_tr: {0} CIP'ye dönüştürülüyor

# ErrorConvertingXMLToCIPMessage
source: There was a problem converting the XML files to CIP:
ar: حدثت مشكلة أثناء تحويل ملفات XML إلى CIP:
de_de: Beim Konvertieren der XML-Dateien in CIP ist ein Problem aufgetreten:
el_gr: Παρουσιάστηκε πρόβλημα κατά τη μετατροπή των αρχείων XML σε CIP:
es: Hubo un problema al convertir los archivos XML a CIP:
fr_fr: Un problème est survenu lors de la conversion des fichiers XML en CIP :
he_il: אירעה בעיה להמיר את קבצי ה-XML ל-CIP:
hi_in: XML फ़ाइलों को CIP में परिवर्तित करने में समस्या हुई:
ja_jp: XMLファイルのCIPへの変換中に問題が発生しました：
ml_in: XML ഫയലുകൾ CIP-ലേക്ക് പരിവർത്തനം ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായി:
pl_pl: Wystąpił problem podczas konwertowania plików XML na CIP:
tr_tr: XML dosyalarını CIP'ye dönüştürürken bir sorun oluştu:

# SuccessfullyConvertedXMLFilesToCIPMessage
source: Successfully converted all of the selected XML files to CIP binaries
ar: تم تحويل جميع ملفات XML المحددة بنجاح إلى ملفات CIP ثنائية
de_de: Alle ausgewählten XML-Dateien wurden erfolgreich in CIP-Binärdateien konvertiert
el_gr: Επιτυχής μετατροπή όλων των επιλεγμένων αρχείων XML σε δυαδικά CIP
es: Se convirtieron correctamente todos los archivos XML seleccionados a binarios CIP
fr_fr: Conversion réussie de tous les fichiers XML sélectionnés en binaires CIP
he_il: כל קבצי ה-XML הנבחרים הומרו בהצלחה לבינרי CIP
hi_in: चयनित सभी XML फ़ाइलों को सफलतापूर्वक CIP बाइनरी में परिवर्तित किया गया
ja_jp: 選択したすべてのXMLファイルがCIPバイナリに正常に変換されました
ml_in: തിരഞ്ഞെടുത്ത എല്ലാ XML ഫയലുകളും CIP ബൈനറികളിലേക്ക് വിജയകരമായി പരിവർത്തനം ചെയ്തു
pl_pl: Pomyślnie przekonwertowano wszystkie wybrane pliki XML na pliki binarne CIP
tr_tr: Seçilen XML dosyalarının tümü başarıyla CIP ikili dosyalarına dönüştürüldü

# ScanningEventLogsMessage
source: Scanning the event logs...
ar: جارٍ فحص سجلات الأحداث...
de_de: Ereignisprotokolle werden gescannt...
el_gr: Σάρωση των αρχείων καταγραφής συμβάντων...
es: Escaneando los registros de eventos...
fr_fr: Analyse des journaux d'événements...
he_il: סורק את יומני האירועים...
hi_in: ईवेंट लॉग्स स्कैन कर रहे हैं…
ja_jp: イベントログをスキャンしています...
ml_in: ഇവന്റ് ലോഗുകൾ സ്കാൻ ചെയ്യുന്നു...
pl_pl: Skanowanie dzienników zdarzeń...
tr_tr: Olay günlükleri taranıyor...

# ErrorDuringLogsScanMessage
source: There was an error during logs scan:
ar: حدث خطأ أثناء فحص السجلات:
de_de: Beim Scannen der Protokolle ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά τη σάρωση των αρχείων καταγραφής:
es: Hubo un error durante el escaneo de registros:
fr_fr: Une erreur s'est produite lors de l'analyse des journaux :
he_il: אירעה שגיאה במהלך סריקת היומנים:
hi_in: लॉग्स स्कैन के दौरान त्रुटि हुई:
ja_jp: ログのスキャン中にエラーが発生しました：
ml_in: ലോഗ് സ്കാൻ സമയത്ത് ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas skanowania dzienników:
tr_tr: Günlük taraması sırasında bir hata oluştu:

# ScanCompleteLogsFoundMessage
source: Scan complete. {0} logs were found.
ar: اكتمل الفحص. تم العثور على {0} سجل.
de_de: Scan abgeschlossen. Es wurden {0} Protokolle gefunden.
el_gr: Η σάρωση ολοκληρώθηκε. Βρέθηκαν {0} αρχεία καταγραφής.
es: Escaneo completo. Se encontraron {0} registros.
fr_fr: Analyse terminée. {0} journaux ont été trouvés.
he_il: הסריקה הושלמה. נמצאו {0} יומנים.
hi_in: स्कैन पूरा। {0} लॉग(स) मिले।
ja_jp: スキャンが完了しました。{0}個のログが見つかりました。
ml_in: സ്കാൻ പൂർത്തിയായി. {0} ലോഗുകൾ കണ്ടെത്തി.
pl_pl: Skanowanie zakończone. Znaleziono {0} dzienników.
tr_tr: Tarama tamamlandı. {0} günlük bulundu.

# SelectedCodeIntegrityEvtxForScanning
source: Selected {0} for Code Integrity EVTX log scanning
ar: تم تحديد {0} لفحص سجل EVTX لتكامل التعليمات البرمجية
de_de: Ausgewählt: {0} für das Scannen der Codeintegrität-EVTX-Protokolle
el_gr: Επιλέχθηκε {0} για σάρωση αρχείων καταγραφής EVTX Ακεραιότητας Κώδικα
es: Seleccionado {0} para el escaneo de registros EVTX de Integridad de Código
fr_fr: Sélectionné {0} pour l'analyse des journaux EVTX d'intégrité du code
he_il: נבחר {0} לסריקת יומני EVTX של Code Integrity
hi_in: Code Integrity EVTX लॉग स्कैनिंग के लिए चयनित: {0}
ja_jp: コード整合性EVTXログスキャン用に{0}を選択しました
ml_in: കോഡ് ഇന്റഗ്രിറ്റി EVTX ലോഗ് സ്കാനിംഗിനായി {0} തിരഞ്ഞെടുത്തു
pl_pl: Wybrano {0} do skanowania dziennika EVTX integralności kodu
tr_tr: Kod Bütünlüğü EVTX günlük taraması için {0} seçildi

# SelectedAppLockerEvtxForScanning
source: Selected {0} for AppLocker EVTX log scanning
ar: تم تحديد {0} لفحص سجل EVTX لـ AppLocker
de_de: Ausgewählt: {0} für das Scannen der AppLocker-EVTX-Protokolle
el_gr: Επιλέχθηκε {0} για σάρωση αρχείων καταγραφής EVTX AppLocker
es: Seleccionado {0} para el escaneo de registros EVTX de AppLocker
fr_fr: Sélectionné {0} pour l'analyse des journaux EVTX AppLocker
he_il: נבחר {0} לסריקת יומני EVTX של AppLocker
hi_in: AppLocker EVTX लॉग स्कैनिंग के लिए चयनित: {0}
ja_jp: AppLocker EVTXログスキャン用に{0}を選択しました
ml_in: ആപ്പ്ലോക്കർ EVTX ലോഗ് സ്കാനിംഗിനായി {0} തിരഞ്ഞെടുത്തു
pl_pl: Wybrano {0} do skanowania dziennika EVTX AppLocker
tr_tr: AppLocker EVTX günlük taraması için {0} seçildi

# TotalLogsCountMessage
source: Total logs: {0}
ar: إجمالي السجلات: {0}
de_de: Gesamtzahl der Protokolle: {0}
el_gr: Συνολικά αρχεία καταγραφής: {0}
es: Registros totales: {0}
fr_fr: Total des journaux : {0}
he_il: סה״כ יומנים: {0}
hi_in: कुल लॉग्स: {0}
ja_jp: 合計ログ数：{0}
ml_in: ആകെ ലോഗുകൾ: {0}
pl_pl: Całkowita liczba dzienników: {0}
tr_tr: Toplam günlükler: {0}

# SelectedFileToAddLogsToMessage
source: Selected {0} to add the logs to.
ar: تم تحديد {0} لإضافة السجلات إليه.
de_de: Ausgewählt: {0}, um die Protokolle hinzuzufügen.
el_gr: Επιλέχθηκε {0} για να προστεθούν τα αρχεία καταγραφής σε αυτό.
es: Seleccionado {0} para agregarle los registros.
fr_fr: Sélectionné {0} pour y ajouter les journaux.
he_il: נבחר {0} להוספת היומנים אליו.
hi_in: लॉग्स जोड़ने के लिए चयनित: {0}.
ja_jp: ログを追加するファイルとして{0}を選択しました。
ml_in: ലോഗുകൾ ചേർക്കുന്നതിനായി {0} തിരഞ്ഞെടുത്തു.
pl_pl: Wybrano {0}, aby dodać do niego dzienniki.
tr_tr: Günlüklerin ekleneceği {0} seçildi.

# SelectedBasePolicyFileMessage
source: Selected {0} to associate the Supplemental policy with.
ar: تم تحديد {0} لربط السياسة التكميلية به.
de_de: Ausgewählt: {0}, dem die Ergänzungsrichtlinie zugeordnet wird.
el_gr: Επιλέχθηκε {0} για να συσχετιστεί η Συμπληρωματική πολιτική με αυτό.
es: Seleccionado {0} para asociarle la directiva Suplementaria.
fr_fr: Sélectionné {0} pour y associer la politique supplémentaire.
he_il: נבחר {0} לשיוך המדיניות המשנית אליו.
hi_in: पूरक नीति से असाइन करने के लिए चयनित आधार नीति: {0}.
ja_jp: 補足ポリシーを関連付けるベースポリシーとして{0}を選択しました。
ml_in: അനുബന്ധ നയവുമായി ബന്ധിപ്പിക്കുന്നതിന് {0} തിരഞ്ഞെടുത്തു.
pl_pl: Wybrano {0}, aby powiązać z nim zasady uzupełniające.
tr_tr: Ek politikayı ilişkilendirmek için {0} seçildi.

# InvalidGuidMessage
source: Invalid GUID
ar: معرف GUID غير صالح
de_de: Ungültige GUID
el_gr: Άκυρο GUID
es: GUID inválido
fr_fr: GUID invalide
he_il: GUID לא תקין
hi_in: अमान्य GUID
ja_jp: 無効なGUID
ml_in: അസാധുവായ GUID
pl_pl: Nieprawidłowy identyfikator GUID
tr_tr: Geçersiz GUID

# ProcessingLogsMessage
source: Processing the logs...
ar: جارٍ معالجة السجلات...
de_de: Protokolle werden verarbeitet...
el_gr: Επεξεργασία των αρχείων καταγραφής...
es: Procesando los registros...
fr_fr: Traitement des journaux...
he_il: מעבד את היומנים...
hi_in: लॉग्स प्रोसेस कर रहे हैं…
ja_jp: ログを処理しています...
ml_in: ലോഗുകൾ പ്രോസസ്സ് ചെയ്യുന്നു...
pl_pl: Przetwarzanie dzienników...
tr_tr: Günlükler işleniyor...

# NoLogsUseScanButtonMessage
source: There are no logs. Use the scan button first.
ar: لا توجد سجلات. استخدم زر الفحص أولاً.
de_de: Es sind keine Protokolle vorhanden. Verwenden Sie zuerst die Scannen-Schaltfläche.
el_gr: Δεν υπάρχουν αρχεία καταγραφής. Χρησιμοποιήστε πρώτα το κουμπί σάρωσης.
es: No hay registros. Use primero el botón de escanear.
fr_fr: Il n'y a aucun journal. Utilisez d'abord le bouton d'analyse.
he_il: אין יומנים. יש להשתמש קודם בכפתור הסריקה.
hi_in: कोई लॉग्स नहीं हैं। पहले स्कैन बटन का उपयोग करें।
ja_jp: ログがありません。最初にスキャンボタンを使用してください。
ml_in: ലോഗുകളൊന്നും ഇല്ല. ആദ്യം സ്കാൻ ബട്ടൺ ഉപയോഗിക്കുക.
pl_pl: Brak dzienników. Najpierw użyj przycisku skanowania.
tr_tr: Günlük yok. Önce tarama düğmesini kullanın.

# MustSelectOptionMessage
source: You must select an option from the policy creation list
ar: يجب عليك تحديد خيار من قائمة إنشاء السياسة
de_de: Sie müssen eine Option aus der Liste zur Richtlinienerstellung auswählen
el_gr: Πρέπει να επιλέξετε μια επιλογή από τη λίστα δημιουργίας πολιτικής
es: Debe seleccionar una opción de la lista de creación de directivas
fr_fr: Vous devez sélectionner une option dans la liste de création de politique
he_il: עליך לבחור אפשרות מתוך רשימת יצירת המדיניות
hi_in: नीति निर्माण सूची से एक विकल्प चुनना आवश्यक है
ja_jp: ポリシー作成リストからオプションを選択する必要があります
ml_in: നയ സൃഷ്ടിക്കൽ ലിസ്റ്റിൽ നിന്ന് നിങ്ങൾ ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കണം
pl_pl: Musisz wybrać opcję z listy tworzenia zasad
tr_tr: İlke oluşturma listesinden bir seçenek seçmelisiniz

# NoPolicySelectedToAddLogsMessage
source: No policy file was selected to add the logs to.
ar: لم يتم تحديد ملف سياسة لإضافة السجلات إليه.
de_de: Es wurde keine Richtliniendatei ausgewählt, der die Protokolle hinzugefügt werden.
el_gr: Δεν επιλέχθηκε αρχείο πολιτικής για να προστεθούν τα αρχεία καταγραφής σε αυτό.
es: No se seleccionó ningún archivo de directiva para agregarle los registros.
fr_fr: Aucun fichier de politique n'a été sélectionné pour y ajouter les journaux.
he_il: לא נבחר קובץ מדיניות להוספת היומנים אליו.
hi_in: लॉग्स जोड़ने के लिए कोई नीति फ़ाइल चयनित नहीं की गई।
ja_jp: ログを追加するポリシーファイルが選択されていません。
ml_in: ലോഗുകൾ ചേർക്കുന്നതിന് ഒരു നയ ഫയലും തിരഞ്ഞെടുത്തിട്ടില്ല.
pl_pl: Nie wybrano pliku zasad, do którego mają zostać dodane dzienniki.
tr_tr: Günlüklerin ekleneceği politika dosyası seçilmedi.

# NoBasePolicyGuidProvidedMessage
source: No Base Policy GUID was provided to use as the BasePolicyID of the supplemental policy.
ar: لم يتم توفير معرف GUID للسياسة الأساسية لاستخدامه كـ BasePolicyID للسياسة التكميلية.
de_de: Es wurde keine GUID der Basisrichtlinie angegeben, die als BasePolicyID der Ergänzungsrichtlinie verwendet werden kann.
el_gr: Δεν παρέχθηκε GUID Βασικής Πολιτικής για να χρησιμοποιηθεί ως BasePolicyID της Συμπληρωματικής πολιτικής.
es: No se proporcionó ningún GUID de Directiva Base para usar como BasePolicyID de la directiva suplementaria.
fr_fr: Aucun GUID de Politique de Base n'a été fourni pour être utilisé comme BasePolicyID de la politique supplémentaire.
he_il: לא סופק GUID של מדיניות בסיס לשימוש כ-BasePolicyID של המדיניות המשנית.
hi_in: पूरक नीति का BasePolicyID होने के लिए कोई आधार नीति GUID प्रदान नहीं किया गया।
ja_jp: 補足ポリシーのBasePolicyIDとして使用するベースポリシーGUIDが指定されていません。
ml_in: അനുബന്ധ നയത്തിന്റെ BasePolicyID ആയി ഉപയോഗിക്കുന്നതിന് ഒരു അടിസ്ഥാന നയ GUID നൽകിയിട്ടില്ല.
pl_pl: Nie podano identyfikatora GUID zasad podstawowych do użycia jako BasePolicyID zasad uzupełniających.
tr_tr: Ek ilkenin BasePolicyID'si olarak kullanılacak Temel İlke GUID'si sağlanmadı.

# ErrorProcessingLogsMessage
source: There was an error while processing the logs:
ar: حدث خطأ أثناء معالجة السجلات:
de_de: Beim Verarbeiten der Protokolle ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά την επεξεργασία των αρχείων καταγραφής:
es: Hubo un error al procesar los registros:
fr_fr: Une erreur s'est produite lors du traitement des journaux :
he_il: אירעה שגיאה במהלך עיבוד היומנים:
hi_in: लॉग्स प्रोसेस करते समय त्रुटि हुई:
ja_jp: ログの処理中にエラーが発生しました：
ml_in: ലോഗുകൾ പ്രോസസ്സ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas przetwarzania dzienników:
tr_tr: Günlükler işlenirken bir hata oluştu:

# SuccessProcessedLogsMessage
source: Successfully processed the logs and included them in the policy.
ar: تمت معالجة السجلات بنجاح وتضمينها في السياسة.
de_de: Die Protokolle wurden erfolgreich verarbeitet und in die Richtlinie aufgenommen.
el_gr: Επιτυχής επεξεργασία των αρχείων καταγραφής και συμπερίληψή τους στην πολιτική.
es: Se procesaron los registros correctamente y se incluyeron en la directiva.
fr_fr: Traitement réussi des journaux et inclusion dans la politique.
he_il: היומנים עובדו בהצלחה וכללו אותם במדיניות.
hi_in: लॉग्स सफलतापूर्वक प्रोसेस हुए और नीति में शामिल किए गए।
ja_jp: ログが正常に処理され、ポリシーに含まれました。
ml_in: ലോഗുകൾ വിജയകരമായി പ്രോസസ്സ് ചെയ്യുകയും നയത്തിൽ ഉൾപ്പെടുത്തുകയും ചെയ്തു.
pl_pl: Pomyślnie przetworzono dzienniki i uwzględniono je w zasadach.
tr_tr: Günlükler başarıyla işlendi ve politikaya dahil edildi.

source: Create Policy for Selected Base
ar: إنشاء سياسة للقاعدة المحددة
de_de: Richtlinie für ausgewählte Basis erstellen
el_gr: Δημιουργία Πολιτικής για την Επιλεγμένη Βάση
es: Crear Directiva para Base Seleccionada
fr_fr: Créer une Politique pour la Base Sélectionnée
he_il: צור מדיניות עבור הבסיס הנבחר
hi_in: चयनित आधार के लिए नीति बनाएं
ja_jp: 選択したベース用のポリシーを作成
ml_in: തിരഞ്ഞെടുത്ത അടിസ്ഥാനത്തിനായി നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady dla wybranych zasad podstawowych
tr_tr: Seçilen Taban için Politika Oluştur

# DefaultCreatePolicy
source: Create Policy
ar: إنشاء سياسة
de_de: Richtlinie erstellen
el_gr: Δημιουργία Πολιτικής
es: Crear Directiva
fr_fr: Créer une Politique
he_il: צור מדיניות
hi_in: नीति बनाएं
ja_jp: ポリシーを作成
ml_in: നയം സൃഷ്ടിക്കുക
pl_pl: Utwórz zasady
tr_tr: Politika Oluştur

# SelectExistingXmlPolicyFileMessage
source: You need to select an existing XML policy file
ar: تحتاج إلى تحديد ملف سياسة XML موجود
de_de: Sie müssen eine vorhandene XML-Richtliniendatei auswählen
el_gr: Πρέπει να επιλέξετε ένα υπάρχον αρχείο πολιτικής XML
es: Necesita seleccionar un archivo de directiva XML existente
fr_fr: Vous devez sélectionner un fichier de politique XML existant
he_il: עליך לבחור קובץ מדיניות XML קיים
hi_in: आपको एक मौजूदा XML नीति फ़ाइल चुननी होगी
ja_jp: 既存のXMLポリシーファイルを選択する必要があります
ml_in: നിങ്ങൾ നിലവിലുള്ള ഒരു XML നയ ഫയൽ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്
pl_pl: Musisz wybrać istniejący plik zasad XML
tr_tr: Mevcut bir XML politika dosyasını seçmeniz gerekiyor

# PerformingSimulationMessage
source: Performing the Simulation
ar: جارٍ إجراء المحاكاة
de_de: Simulation wird ausgeführt
el_gr: Εκτέλεση της Προσομοίωσης
es: Realizando la Simulación
fr_fr: Exécution de la Simulation
he_il: מבצע את הסימולציה
hi_in: सिमुलेशन कर रहे हैं
ja_jp: シミュレーションを実行中
ml_in: സിമുലേഷൻ നടത്തുന്നു
pl_pl: Wykonywanie symulacji
tr_tr: Simülasyonun Gerçekleştirilmesi

# ErrorDuringSimulationMessage
source: There was a problem during the simulation:
ar: حدثت مشكلة أثناء المحاكاة:
de_de: Während der Simulation ist ein Problem aufgetreten:
el_gr: Παρουσιάστηκε πρόβλημα κατά την προσομοίωση:
es: Hubo un problema durante la simulación:
fr_fr: Un problème est survenu pendant la simulation :
he_il: אירעה בעיה במהלך הסימולציה:
hi_in: सिमुलेशन के दौरान समस्या हुई:
ja_jp: シミュレーション中に問題が発生しました：
ml_in: സിമുലേഷൻ സമയത്ത് ഒരു പ്രശ്നമുണ്ടായി:
pl_pl: Wystąpił problem podczas symulacji:
tr_tr: Simülasyon sırasında bir sorun oluştu:

# SimulationCompletedSuccessfullyMessage
source: Simulation completed successfully.
ar: اكتملت المحاكاة بنجاح.
de_de: Simulation erfolgreich abgeschlossen.
el_gr: Η προσομοίωση ολοκληρώθηκε επιτυχώς.
es: La simulación se completó correctamente.
fr_fr: Simulation terminée avec succès.
he_il: הסימולציה הושלמה בהצלחה.
hi_in: सिमुलेशन सफलतापूर्वक पूरा हुआ।
ja_jp: シミュレーションが正常に完了しました。
ml_in: സിമുലേഷൻ വിജയകരമായി പൂർത്തിയായി.
pl_pl: Symulacja zakończona pomyślnie.
tr_tr: Simülasyon başarıyla tamamlandı.

# SelectAppControlPolicyFirstMessage
source: You need to select an App Control policy file first.
ar: تحتاج إلى تحديد ملف سياسة App Control أولاً.
de_de: Sie müssen zuerst eine App-Control-Richtliniendatei auswählen.
el_gr: Πρέπει να επιλέξετε πρώτα ένα αρχείο πολιτικής Ελέγχου Εφαρμογών.
es: Primero necesita seleccionar un archivo de directiva de App Control.
fr_fr: Vous devez d'abord sélectionner un fichier de politique App Control.
he_il: עליך לבחור קודם קובץ מדיניות App Control.
hi_in: पहले एक App Control नीति फ़ाइल चुननी होगी।
ja_jp: 最初にApp Controlポリシーファイルを選択する必要があります。
ml_in: നിങ്ങൾ ആദ്യം ഒരു ആപ്പ് കൺട്രോൾ നയ ഫയൽ തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്.
pl_pl: Najpierw musisz wybrać plik zasad kontroli aplikacji.
tr_tr: Öncelikle bir Uygulama Denetimi ilkesi dosyası seçmeniz gerekir.

# OnlyXmlCipSupportedMessage
source: Only XML and CIP binary files are currently supported.
ar: يتم دعم ملفات XML و CIP الثنائية فقط حاليًا.
de_de: Derzeit werden nur XML- und CIP-Binärdateien unterstützt.
el_gr: Προς το παρόν υποστηρίζονται μόνο αρχεία XML και δυαδικά CIP.
es: Actualmente solo se admiten archivos binarios XML y CIP.
fr_fr: Seuls les fichiers binaires XML et CIP sont actuellement pris en charge.
he_il: נכון לעתה נתמכים רק קבצי XML ובינרי CIP.
hi_in: वर्तमान में केवल XML और CIP बाइनरी फ़ाइलें समर्थित हैं।
ja_jp: 現在、XMLおよびCIPバイナリファイルのみがサポートされています。
ml_in: XML, CIP ബൈനറി ഫയലുകൾ മാത്രമേ നിലവിൽ പിന്തുണയ്ക്കുന്നുള്ളൂ.
pl_pl: Obecnie obsługiwane są tylko pliki binarne XML i CIP.
tr_tr: Şu anda yalnızca XML ve CIP ikili dosyaları desteklenmektedir.

# LoadingPolicyMessage
source: Loading the policy
ar: جارٍ تحميل السياسة
de_de: Richtlinie wird geladen
el_gr: Φόρτωση της πολιτικής
es: Cargando la directiva
fr_fr: Chargement de la politique
he_il: טוען את המדיניות
hi_in: नीति लोड कर रहे हैं
ja_jp: ポリシーを読み込んでいます
ml_in: നയം ലോഡ് ചെയ്യുന്നു
pl_pl: Ładowanie zasad
tr_tr: Politika yükleniyor

# ErrorLoadingPolicyFileMessage
source: There was a problem loading the selected policy file:
ar: حدثت مشكلة أثناء تحميل ملف السياسة المحدد:
de_de: Beim Laden der ausgewählten Richtliniendatei ist ein Problem aufgetreten:
el_gr: Παρουσιάστηκε πρόβλημα κατά τη φόρτωση του επιλεγμένου αρχείου πολιτικής:
es: Hubo un problema al cargar el archivo de directiva seleccionado:
fr_fr: Un problème est survenu lors du chargement du fichier de politique sélectionné :
he_il: אירעה בעיה בטעינת קובץ המדיניות הנבחר:
hi_in: चयनित नीति फ़ाइल लोड करते समय समस्या हुई:
ja_jp: 選択したポリシーファイルの読み込み中に問題が発生しました：
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയൽ ലോഡ് ചെയ്യുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായി:
pl_pl: Wystąpił problem podczas ładowania wybranego pliku zasad:
tr_tr: Seçilen politika dosyası yüklenirken bir sorun oluştu:

# SuccessLoadedPolicyMessage
source: Successfully loaded the selected policy
ar: تم تحميل السياسة المحددة بنجاح
de_de: Ausgewählte Richtlinie erfolgreich geladen
el_gr: Επιτυχής φόρτωση της επιλεγμένης πολιτικής
es: Se cargó correctamente la directiva seleccionada
fr_fr: Chargement réussi de la politique sélectionnée
he_il: המדיניות הנבחרת נטענה בהצלחה
hi_in: चयनित नीति सफलतापूर्वक लोड हुई
ja_jp: 選択したポリシーが正常に読み込まれました
ml_in: തിരഞ്ഞെടുത്ത നയം വിജയകരമായി ലോഡ് ചെയ്തു
pl_pl: Pomyślnie załadowano wybrane zasady
tr_tr: Seçilen politika başarıyla yüklendi

# CouldNotRemoveFileRuleMessage
source: Could not remove file rule with the ID {0}
ar: تعذر إزالة قاعدة الملف بالمعرف {0}
de_de: Dateiregel mit der ID {0} konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η αφαίρεση του κανόνα αρχείου με το ID {0}
es: No se pudo eliminar la regla de archivo con el ID {0}
fr_fr: Impossible de supprimer la règle de fichier avec l'ID {0}
he_il: לא ניתן להסיר כלל קובץ עם ה-ID {0}
hi_in: ID {0} वाला फ़ाइल नियम हटाया नहीं जा सका
ja_jp: ID {0}のファイルルールを削除できませんでした
ml_in: {0} ഐഡിയുള്ള ഫയൽ നിയമം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല
pl_pl: Nie można usunąć reguły pliku o identyfikatorze {0}
tr_tr: {0} kimliğine sahip dosya kuralı kaldırılamadı

# CouldNotRemoveSignatureRuleMessage
source: Could not remove signature rule with the ID {0}
ar: تعذر إزالة قاعدة التوقيع بالمعرف {0}
de_de: Signaturregel mit der ID {0} konnte nicht entfernt werden
el_gr: Δεν ήταν δυνατή η αφαίρεση του κανόνα υπογραφής με το ID {0}
es: No se pudo eliminar la regla de firma con el ID {0}
fr_fr: Impossible de supprimer la règle de signature avec l'ID {0}
he_il: לא ניתן להסיר כלל חתימה עם ה-ID {0}
hi_in: ID {0} वाला सिग्नेचर नियम हटाया नहीं जा सका
ja_jp: ID {0}の署名ルールを削除できませんでした
ml_in: {0} ഐഡിയുള്ള ഒപ്പ് നിയമം നീക്കം ചെയ്യാൻ കഴിഞ്ഞില്ല
pl_pl: Nie można usunąć reguły podpisu o identyfikatorze {0}
tr_tr: {0} kimliğine sahip imza kuralı kaldırılamadı

# IntunePolicyDeserializedButEmptyMessage
source: Intune policy was deserialized successfully but the relevant object is empty.
ar: تم إلغاء تسلسل سياسة Intune بنجاح ولكن الكائن ذي الصلة فارغ.
de_de: Intune-Richtlinie wurde erfolgreich deserialisiert, aber das relevante Objekt ist leer.
el_gr: Η πολιτική Intune αποσειριοποιήθηκε επιτυχώς αλλά το σχετικό αντικείμενο είναι κενό.
es: La directiva de Intune se deserializó correctamente pero el objeto relevante está vacío.
fr_fr: La politique Intune a été désérialisée avec succès mais l'objet pertinent est vide.
he_il: מדיניות Intune פורקה בהצלחה אך האובייקט הרלוונטי ריק.
hi_in: Intune नीति सफलतापूर्वक डिसीरियलाइज़ हुई लेकिन संबंधित ऑब्जेक्ट खाली है।
ja_jp: Intuneポリシーは正常に逆シリアル化されましたが、関連オブジェクトが空です。
ml_in: Intune നയം വിജയകരമായി ഡീസീരിയലൈസ് ചെയ്തു, എന്നാൽ പ്രസക്തമായ ഒബ്ജക്റ്റ് ശൂന്യമാണ്.
pl_pl: Zasady Intune zostały pomyślnie zdeserializowane, ale odpowiedni obiekt jest pusty.
tr_tr: Intune ilkesi başarıyla seri durumdan çıkarıldı ancak ilgili nesne boş.
